[
  {
    "id": "MQ==",
    "title": "1984",
    "author": "George Orwell",
    "description": "\"1984\" is a dystopian novel that presents a totalitarian future where the government controls every aspect of people's lives. It explores themes of surveillance, control, and resistance.",
    "pubdate": "04/02/2013",
    "digital_content": "https://imagessl4.casadellibro.com/a/l/t0/44/9788499890944.jpg",
    "type": "Books"
  },
  {
    "id": "Mg==",
    "title": "The Great Gatsby",
    "author": "F. Scott Fitzgerald",
    "description": "\"The Great Gatsby\" is a novel set in the 1920s in New York. It explores the moral decay of society and unattainable dreams through the story of Jay Gatsby and his love for Daisy Buchanan.",
    "pubdate": "03/02/2021",
    "digital_content": "https://hachette.imgix.net/books/9780762498130.jpg?auto=compress,format",
    "type": "Books"
  },
  {
    "id": "Mw==",
    "title": "Pride and Prejudice",
    "author": "Jane Austen",
    "description": "\"Pride and Prejudice\" is a classic novel that follows the life of Elizabeth Bennet as she navigates marriage, morality, and class in 19th-century England.",
    "pubdate": "02/11/2022",
    "digital_content": "https://d28hgpri8am2if.cloudfront.net/book_images/onix/cvr9781471134746/pride-and-prejudice-9781471134746_hr.jpg",
    "type": "Books"
  },
  {
    "id": "NA==",
    "title": "Harry Potter and the Sorcerer's Stone",
    "author": "J.K. Rowling",
    "description": "The first installment of the \"Harry Potter\" series follows the adventures of young wizard Harry Potter as he discovers his magical identity and embarks on his education at Hogwarts.",
    "pubdate": "12/11/2020",
    "digital_content": "https://d5i0fhmkm8zzl.cloudfront.net/9780545790352_2.jpg",
    "type": "Books"
  },
  {
    "id": "NQ==",
    "title": "The Lord of the Rings",
    "author": "J.R.R. Tolkien",
    "description": "\"The Lord of the Rings\" is an epic fantasy that follows the quest of Frodo Baggins to destroy an evil ring and confront the villainous Sauron.",
    "pubdate": "18/09/2012",
    "digital_content": "https://www.mercurynews.com/wp-content/uploads/2018/10/the-lord-of-the-rings.jpg?w=410",
    "type": "Books"
  },
  {
    "id": "Ng==",
    "title": "The Godfather",
    "director": "Albert S. Ruddy",
    "description": "Un épico drama criminal que sigue la historia de la familia Corleone y su participación en el crimen organizado en Nueva York después de la Segunda Guerra Mundial.",
    "pubdate": "24/03/1972",
    "digital_content": "https://th.bing.com/th/id/OIP.EZncYnNoDxdf2bBsnDbQigAAAA?rs=1&pid=ImgDetMain",
    "type": "Movies"
  },
  {
    "id": "Nw==",
    "title": "Inception",
    "director": "Christopher Nolan",
    "description": "Un intrigante thriller de ciencia ficción que explora el mundo de los sueños y la realidad a través de la historia de Dom Cobb, un ladrón habilidoso que se especializa en el robo de secretos valiosos extrayéndolos de los sueños de las personas. Con un equipo talentoso, Cobb se embarca en una misión final para redimirse y volver a su vida normal, pero se enfrenta a desafíos inesperados en los reinos oníricos.",
    "pubdate": "16/07/2010",
    "digital_content": "https://th.bing.com/th/id/R.d77a229b5e52d0707f59553625493fb0?rik=qvZBh9tZLPg4rQ&riu=http%3a%2f%2f2.bp.blogspot.com%2f-xFYEth1IzNg%2fT7aRDDExXfI%2fAAAAAAAABxs%2fUUKfDL0Tgw0%2fs1600%2finception-poster.jpg&ehk=i6gnJR4AT5XBOzLognKiXd5bzm%2fG1qNee%2bzl%2fpeo8z4%3d&risl=&pid=ImgRaw&r=0",
    "type": "Movies"
  },
  {
    "id": "OA==",
    "title": "Pulp Fiction",
    "director": "Quentin Tarantino",
    "description": "Una película de crimen y comedia negra que entrelaza varias historias en Los Ángeles.",
    "pubdate": "14/10/1994",
    "digital_content": "https://image.tmdb.org/t/p/original/gSnbhR0vftfJ2U6KpGmR7WzZlVo.jpg",
    "type": "Movies"
  },
  {
    "id": "OQ==",
    "title": "The Shawshank Redemption",
    "director": "Frank Darabont",
    "description": "Basada en la historia de Stephen King, sigue la vida de un hombre inocente condenado a cadena perpetua y su amistad con un compañero de prisión.",
    "pubdate": "23/09/1994",
    "digital_content": "https://irs.www.warnerbros.com/gallery-jpeg/the_shawshank_redemption_posterlarge_0-675188670.jpg",
    "type": "Movies"
  },
  {
    "id": "MTA=",
    "title": "Terra preta: The Mystery of the Origin of the \"Black Gold\" of the Amazon",
    "author": "Zaria Gorvett",
    "description": "<b>En medio del hallazgo de una ciudad perdida en la selva amazónica, los científicos han descubierto un tipo de reliquia en el suelo que es utilizada hasta hoy: la \"tierra negra amazónica\", llamada \"oro negro\" o \"terra preta\"</b>.<br><br>En las profundidades del Amazonas, el profesor de arqueología en la Universidad de Exeter, Mark Robinson, junto a un equipo internacional de científicos llevaron a cabo una expedición por un recóndito rincón de la selva en Iténez, al noroeste de Bolivia, cerca de la frontera con Brasil. Llegar hasta allí no les resultó fácil. Para evitar un viaje de 10 horas en barco, tomaron un vuelo hasta el pueblo más cercano, Versalles, donde el avión tuvo que dar media vuelta sobre una pista de pasto para evitar aterrizar sobre una manada de animales pastando. Luego llegó el turno de una larga caminata por la espesa selva, sorteando raíces nudosas y ejércitos de hormigas. \"Hace calor, hay humedad, te pican constantemente\", dice Robinson.<br><br>Los investigadores tenían una misión importante: encontrar el \"oro negro\". Esto es una capa de tierra negra como el carbón, que puede tener hasta 3,8 metros de grosor y se encuentra por la cuenca del Amazonas. Esta tierra es muy fértil, rica en materia orgánica en descomposición y nutrientes esenciales para los cultivos como nitrógeno, potasio y fósforo. Pero a diferencia de los finos suelos arenosos, típicos de la selva tropical, esta capa no se depositó de forma natural sino que es obra de seres humanos del pasado. Este rico suelo es una reliquia de otra época, en la que los grupos indígenas formaban una próspera red de asentamientos en este mundo selvático. En enero de 2024, los científicos anunciaron el descubrimiento de una ciudad \"jardín\" desaparecida hace mucho tiempo. Bajo la mata de árboles de la selva tropical del valle de Upano, en Ecuador, había un centro urbano de 2.000 años de antigüedad con plazas, calles y plataformas para ceremonias. El descubrimiento desató preguntas sobre si es posible encontrar nuevos asentamientos antiguos ocultos en el Amazonas. Y aquí es donde entra en juego la \"terra preta\". Se cree que la ciudad jardín solo podía albergar a un número limitado de personas debido al suelo volcánico fértil de la región. Pero en otros lugares de la Amazonía, las comunidades indígenas confiaban en este tipo de tierra para mejorar la productividad de sus cultivos. Ahora hay un creciente interés por las lecciones que los métodos indígenas pueden aportar a las sociedades actuales, desde la mejora del rendimiento de los cultivos hasta la lucha contra el cambio climático.",
    "pubdate": "02/04/2024",
    "digital_content": "https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/2523/live/b662bc80-b4d2-11ee-9176-3f2617ccd560.jpg",
    "type": "News"
  },
  {
    "id": "MTE=",
    "title": "Avances Tecnológicos Revolucionan la Medicina Personalizada",
    "author": "John Smith",
    "description": "La última innovación en tecnología médica está cambiando la forma en que se abordan las enfermedades. Los nuevos desarrollos permiten tratamientos más precisos y personalizados, mejorando la eficacia y reduciendo los efectos secundarios. Este avance promete un futuro emocionante para la atención médica.",
    "pubdate": "02/04/2023",
    "digital_content": "https://th.bing.com/th/id/OIP.eV-yd0rr6Wr8bzGu65qroAAAAA?rs=1&pid=ImgDetMain",
    "type": "News"
  },
  {
    "id": "MTI=",
    "title": "Investigadores Anuncian Descubrimiento de Nueva Especie en la Selva Amazónica",
    "author": "Maria Rodriguez",
    "description": "Una expedición científica ha identificado una nueva especie de flora en la densa selva amazónica. El hallazgo destaca la importancia de la conservación y la biodiversidad en una región crucial para el equilibrio ecológico global. Los científicos instan a medidas de preservación más estrictas para proteger estos valiosos ecosistemas.",
    "pubdate": "12/04/2023",
    "digital_content": "https://4.bp.blogspot.com/_ExV1sVx8tAs/TImvwQbTbaI/AAAAAAAACjE/d6BINAHizHc/s1600/14-36.JPG",
    "type": "News"
  },
  {
    "id": "MTM=",
    "title": "Risotto de Champiñones",
    "author": "Chef Andrea Gomez",
    "description": "Disfruta de este delicioso risotto de champiñones, una receta cremosa y reconfortante. Los champiñones frescos se mezclan con arroz arborio y caldo de vegetales, creando una textura suave y sabores ricos. ¡Perfecto para una cena especial o como acompañamiento elegante!. En la cocina de Andrea Gomez, los ingredientes se convierten en una sinfonía de sabores:<br><br><li>1 taza de arroz arborio</li><br><li>200 g de champiñones frescos, limpios y cortados en láminas</li><br><li>1 cebolla, finamente picada</li><br><li>2 dientes de ajo, picados</li><br><li>1/2 taza de vino blanco seco</li><br><li>4 tazas de caldo de vegetales caliente</li><br><li>1/2 taza de queso parmesano rallado</li><br><li>2 cucharadas de mantequilla</li><br><li> Sal y pimienta al gusto</li><br><li>Perejil fresco, picado (opcional, para decorar).</li><br><br><strong>Instrucciones</strong>:<br><br>1. En una sartén grande, derrite una cucharada de mantequilla a fuego medio. Añade la cebolla y el ajo picados, y saltea hasta que estén tiernos y fragantes.<br><br>2. Agrega los champiñones y cocina hasta que estén dorados y hayan liberado sus jugos. Reserva algunos champiñones para decorar al final.<br><br>3. Incorpora el arroz arborio a la sartén y revuelve para que se impregne con los jugos de los champiñones. Cocina por unos minutos hasta que el arroz esté ligeramente dorado.<br><br>4. Vierte el vino blanco en la sartén y cocina hasta que se evapore.<br><br>5. Agrega el caldo de vegetales caliente, una taza a la vez. Cocina a fuego lento, removiendo constantemente. Espera a que el líquido se absorba antes de añadir más caldo.<br><br>6. Continúa este proceso hasta que el arroz esté cocido al dente y tenga una textura cremosa, aproximadamente 18-20 minutos.<br><br>7. Añade el queso parmesano rallado y la mantequilla restante. Mezcla bien hasta que el queso se derrita y la mezcla esté suave. Ajusta la sazón con sal y pimienta al gusto.<br><br>8.Sirve el risotto en platos individuales, decorando con los champiñones reservados y espolvoreando perejil fresco picado, si lo deseas.<br><br>¡Sumérgete en la deliciosa experiencia de este risotto de champiñones! Un plato sofisticado que deleitará tu paladar en cualquier ocasión especial.",
    "pubdate": "10/05/2023",
    "digital_content": "https://d1bvpoagx8hqbg.cloudfront.net/originals/receta-risotto-champinones-59f40b48456fe8e5e889ffa80011c6fd.jpg",
    "type": "Recipes"
  },
  {
    "id": "MTQ=",
    "title": "Ensalada de Quinoa con Aguacate y Tomate",
    "author": "Nutricionista Juan Rodriguez",
    "description": "Una ensalada fresca y saludable que combina la quinoa con aguacate, tomate y un aderezo ligero de limón y cilantro. Rica en proteínas y nutrientes, esta ensalada es ideal para una comida rápida y nutritiva. ¡Una opción deliciosa para aquellos que buscan opciones de alimentación consciente!",
    "pubdate": "15/05/2023",
    "digital_content": "https://th.bing.com/th/id/OIP.UQqcBxDjPzYi8z_O0rSrSwHaJ4?rs=1&pid=ImgDetMain",
    "type": "Recipes"
  },
  {
    "id": "MTU55=",
    "title": "Pollo al Curry con Leche de Coco",
    "author": "Chef Emily Chang",
    "description": "Una receta clásica de pollo al curry que combina sabores intensos con la suavidad de la leche de coco. Las especias aromáticas se mezclan perfectamente con el pollo tierno, creando un plato lleno de sabor. ¡Sirve con arroz para una experiencia culinaria completa!",
    "pubdate": "20/05/2023",
    "digital_content": "https://th.bing.com/th/id/OIP.uPrYjpBtl-ouaJMyXrA3HQHaDt?rs=1&pid=ImgDetMain",
    "type": "Recipes"
  },
  {
    "id": "MTU=",
    "title": "Pollo al Curry con Leche de Coco",
    "author": "Chef Emily Chang",
    "description": "Una receta clásica de pollo al curry que combina sabores intensos con la suavidad de la leche de coco. Las especias aromáticas se mezclan perfectamente con el pollo tierno, creando un plato lleno de sabor. ¡Sirve con arroz para una experiencia culinaria completa!",
    "pubdate": "20/05/2023",
    "digital_content": "https://th.bing.com/th/id/OIP.uPrYjpBtl-ouaJMyXrA3HQHaDt?rs=1&pid=ImgDetMain",
    "type": "Recipes"
  },
  {
    "id": "MTc=",
    "title": "Tarta de Manzana Casera",
    "author": "Pastelera Sofia Martinez",
    "description": "Aprende a hacer una deliciosa tarta de manzana desde cero. Con una masa hojaldrada crujiente, capas de manzanas caramelizadas y un toque de canela, esta tarta es un postre clásico que deleitará a todos. ¡Ideal para compartir con amigos y familiares!",
    "pubdate": "25/05/2023",
    "digital_content": "https://www.petitchef.es/imgupl/recipe/tarta-sencilla-de-manzana-sin-azucar--38638p47437.jpg",
    "type": "Recipes"
  },
  {
    "id": "MTg=",
    "title": "Sopa de Lentejas Vegetariana",
    "author": "Chef Carlos Ramirez",
    "description": "Una sopa reconfortante y nutritiva de lentejas, cargada de verduras frescas y sabores deliciosos. Perfecta para los días fríos o como una comida saludable entre semana. ¡Sirve con pan crujiente para una experiencia culinaria satisfactoria!",
    "pubdate": "30/05/2023",
    "digital_content": "https://www.feastingathome.com/wp-content/uploads/2023/04/Indian-Lentil-soup-8-800x1200.jpg",
    "type": "Recipes"
  },
  {
    "id": "MTk=",
    "title": "Discover Nature's Spectacles: 10 Best Natural Wonders of the World",
    "author": "Nature World Express",
    "description": "These natural wonders remind us of the awe-inspiring beauty and diversity that our planet has to offer. Whatever or whoever you are, there's a world of wonder waiting for you to explore. From serene deserts and vibrant swamplands to white sand beaches and snow-covered mountain tops, discover the best natural wonders the world has to offer!",
    "pubdate": "31/01/2024",
    "digital_content": "https://www.youtube.com/embed/wJCZBSDE2JY?si=PZZ1kK8jpghixo3q",
    "type": "Videos"
  },
  {
    "id": "MjA=",
    "title": "How To Make Sushi with Iron Chef Morimoto",
    "author": "Munchies",
    "description": "Iron Chef Morimoto is in the Munchies Test Kitchen to share his wisdom and love of sushi making, using a few special techniques and tips. Moriomoto demonstrates how to wash and cook sushi rice, prepare seasoned rice vinegar, and tips and tricks for making different kinds of maki rolls. As Morimoto says, it takes technique, ingredients, and love.",
    "pubdate": "12/09/2020",
    "digital_content": "https://www.youtube.com/embed/EGeNKGosXA8?si=fvyK4dkgM96odS8G",
    "type": "Videos"
  },
  {
    "id": "MjE=",
    "title": "10 Minute Yoga For Beginners (EASY Morning Stretches)",
    "author": "Yoga With Bird",
    "description": "This 10 Minute yoga for beginners routine offers easy morning stretches for back pain relief. Yoga is a great addition to your morning routine to help stretch the body and stiffness away. Stretching the back in the mornings is important for overall health and will truly help you feel physically free throughout the day. This 10 minute morning yoga is beginner friendly and created for general back pain. If injury is present be sure to ask your dr if these stretches for back pain are safe for you. This Morning yoga class can be done in bed or on the mat! Join me this morning for this beginners 10 minute yoga for back pain routine.",
    "pubdate": "24/02/2020",
    "digital_content": "https://www.youtube.com/embed/W2hRlGrgoUQ?si=shjH7s_MLJUXFWc1",
    "type": "Videos"
  }
]