[
  {
    "id": "4a1694ab-a1e7-4f82-a59b-5ea8d10fd88a",
    "title": "What is Earth Day, when is it and what has it achieved?",
    "source": "Mark Poynting & Maddie Molloy, BBC News Climate & Science",
    "author": "126d00cd-a5a8-4b56-bac1-a3e3fa5d155e",
    "description": "Millions of people across the globe are gathering to mark Earth Day and celebrate the environmental movement.\r\n\r\nThe event began in 1970 in the United States, and is now marked around the world.\r\n\r\nWhat is Earth Day and when is it?\r\n\r\nEarth Day is a global event which aims to highlight the importance of protecting the environment.\r\n\r\nIt takes place every year on 22 April.\r\n\r\nIt was set up in 1970 by Gaylord Nelson, a US senator and environmentalist, and Denis Hayes, a graduate student at Harvard University.\r\n\r\nBoth had growing concerns about environmental damage in the US, such as that caused by a large oil spill in 1969 in Santa Barbara, California.\r\n\r\nThey came up with Earth Day as a way to engage the public and push green issues to the national agenda.\r\n\r\nGetty Images Crowds of people at the first Earth Day eventGetty Images\r\nEven the first Earth Day attracted large crowds, such as these in Philadelphia, Pennsylvania\r\nThe first Earth Day saw 20 million people across the US take to the streets.\r\n\r\nIt became a global event in 1990, and now involves over one billion people of all ages in nearly 200 countries, according to organisers.\r\n\r\n\"Celebrating Earth Day is often the first environmental action for a lot of people,\" says Earthday.org president, Kathleen Rogers.\r\n\r\nA simple guide to climate change\r\nHow the largest environmental movement in history was born\r\nWhat is happening for Earth Day 2024?\r\nThe 2024 theme, \"Planet vs. Plastics\", aims to raise awareness of the harms of plastic pollution for human and planetary health.\r\n\r\nPrevious events have covered a range of environmental issues, from climate change and clean energy to protecting species and the benefits of tree planting.\r\n\r\nThis year's focus comes ahead of an historic UN treaty on plastics, which is expected to be agreed by the end of 2024.\r\n\r\nMore than 50 countries, including the UK, have called for an end to plastic pollution by 2040.\r\n\r\nBut the organisers of Earth Day want to go further, and are calling for a 60% reduction in the production of all plastics by 2040.\r\n\r\nGetty Images Groups of volunteers clean up plastic waste on a beachGetty Images\r\nOrganisers have suggested that people could volunteer for a clean-up event or learn more about the damage done by plastic pollution.\r\n\r\nYou can find out what's happening near you via this map, or organise your own event.\r\n\r\nFour things you can do about your carbon footprint\r\nHow to talk to your parents about climate change\r\nThe turtle video that sparked a plastic straw revolution\r\nWhat has Earth Day achieved?\r\nWithin a few years of the first Earth Day in 1970, the US Environmental Protection Agency had been set up, and several environmental laws - such as the Clean Air Act - had been established or significantly strengthened.\r\n\r\nMore recent events have included planting hundreds of millions of trees, supporting farmers with sustainable agriculture practices, and starting climate literacy projects around the world.\r\n\r\nSome observers also cite the importance of Earth Day in pushing environmental issues back up national and international agendas.\r\n\r\n\"With a host of issues driving our environmental challenges down society's priority list, events like Earth Day remind us of the long-term cost of short-termism,\" says Yvo de Boer, former UN climate chief.\r\n\r\nIn 2016, Earth Day was symbolically chosen for the official signing of the landmark Paris climate accord, which had been agreed in late 2015.\r\n\r\nIt was the first time that countries of the world had collectively agreed targets to try to limit global warming.\r\n\r\nWhat is the Paris climate agreement?\r\nWhat do critics say about Earth Day?\r\nSome critics warn that these achievements give a false sense of progress.\r\n\r\nMany environmental indicators - from global temperatures to species extinctions - are changing rapidly due to human activities. Efforts to date have fallen far short of halting or reversing these trends.\r\n\r\nSome individuals and companies have also been accused of using Earth Day as an opportunity to misleadingly promote their environmental credentials, without making the real changes that are needed.\r\n\r\nThis is known as \"greenwashing\"\r\n\r\nFor example, campaigner Greta Thunberg tweeted in 2022 that Earth Day \"has turned into an opportunity for people in power to post their 'love' for the planet, while at the same time destroying it at maximum speed\".\r\n\r\n\"We all know greenwashing is happening and it is infuriating,\" Earth Day organiser Ms Rogers told BBC News.\r\n\r\n\"It's not an issue we've caused, but we know Earth Day is used cynically by some businesses to [mis]use the ethos of sustainability for their own gain.\"\r\n\r\n\"Governments need to take robust action and crack down on any business or industry lying to consumers.\"",
    "date": "2024-04-22",
    "pubdate": "2024-04-20T19:37:10",
    "digital_content": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/E368/production/_133161285_gettyimages-1467267788.jpg.webp",
    "rating": 8,
    "type": "News"
  },
  {
    "id": "8190bf53-b515-4fe1-a21e-e25da7dc401d",
    "title": "The Time Traveller's Guide to Medieval England: A Handbook for Visitors to the Fourteenth Century",
    "source": "Ian Mortimer",
    "author": "5e4ec39a-80b8-4154-8e42-04872ce11fa1",
    "description": "The past is a foreign country; they do things differently there... Imagine you could travel back to the fourteenth century. What would you see, and hear, and smell? Where would you stay? What are you going to eat? And how are you going to test to see if you are going down with the plague?  In The Time Traveller's Guide...Ian Mortimer's radical new approach turns our entire understanding of history upside down. History is not just something to be studied; it is also something to be lived, whether that's the life of a peasant or a lord. The result is perhaps the most astonishing history book you are ever likely to read; as revolutionary as it is informative, as entertaining as it is startling. A historian’s answer to Doctor Who, Ian Mortimer is a polymath whose prolific publishing record includes forays into fiction (where he also writes under the pseudonym of James Forrester) and poetry alongside his primary historical and biographical works. He is best known for his Time Travellers Guides, transporting readers to Medieval, Elizabethan and Restoration England. He is also the author of key historical biographies including The Greatest Traitor, The Perfect King: The Life of Edward III, Father of the English Nation, The Fears of Henry IV: The Life of England's Self-Made King and 1415: Henry V's Year of Glory.",
    "date": "2024-02-16",
    "pubdate": "2024-04-22T16:15:04",
    "digital_content": "https://cdn.hatchards.co.uk/bookjackets/large/9781/8459/9781845950996.jpg",
    "rating": 5,
    "type": "Books"
  },
  {
    "id": "e1254713-3443-44ab-bf57-eb47a85e1914",
    "title": " Vegan Turmeric Quinoa Power Bowls",
    "source": "Christine from Jar Of Lemons",
    "author": "126d00cd-a5a8-4b56-bac1-a3e3fa5d155e",
    "description": "<p>Warm, earthy, and a little spicy, these Vegan Turmeric Quinoa Power Bowls are a healthy, quick meal that are SO GOOD! The quinoa is seasoned and paired with turmeric roasted potatoes, flavorful chickpeas, and crispy kale, and then drizzled with a slightly sweet lemon tahini dressing that brings everything together. And bonus points – they only takes 30 minutes!</p>\r\n<img rc=\"https://www.jaroflemons.com/wp-content/uploads/2024/01/Vegan-Turmeric-Quinoa-Power-Bowls-3-765x1148.jpg\"/>\r\n<p><strong>Ingredients</strong></p>\r\n<li>Gold Potatoes – Sweet potatoes or red potatoes would work great, too!</li>\r\n<li>Canned Chickpeas – You could also use your favorite beans, or vegan protein instead.</li>\r\n<li>Ground Turmeric</li>\r\n<li>Black Pepper, Paprika, & Sea Salt</li>\r\n<li>Avocado Oil – Any neutral oil works!</li>\r\n<li>Quinoa</li>\r\n<li>Kale – Any leafy green would work as well like spinach or arugula.</li>\r\n<li>Olive Oil</li>\r\n<li>Avocado</li>\r\n</ul>\r\n.",
    "date": "2024-01-25",
    "pubdate": "2024-04-23T09:10:26",
    "digital_content": "https://www.jaroflemons.com/wp-content/uploads/2024/01/Vegan-Turmeric-Quinoa-Power-Bowls-3-765x1148.jpg",
    "rating": 7,
    "type": "Recipes"
  },
  {
    "id": "e9b0c333-a3df-4fe2-a140-0b9bf3cc1386",
    "title": "Dune Part Two",
    "source": "Denis Villeneuve",
    "author": "126d00cd-a5a8-4b56-bac1-a3e3fa5d155e",
    "description": "Paul Atreides unites with Chani and the Fremen while seeking revenge against the conspirators who destroyed his family.\r\nPaul Atreides unites with Chani and the Fremen while seeking revenge against the conspirators who destroyed his family.\r\nPaul Atreides unites with Chani and the Fremen while seeking revenge against the conspirators who destroyed his family.",
    "date": "2024-03-01",
    "pubdate": "2024-04-23T15:09:49",
    "digital_content": "https://youtu.be/Way9Dexny3w",
    "rating": 0,
    "type": "Movies"
  },
  {
    "id": "e16a1870-88b0-4106-8870-390d199dbc19",
    "title": "Yin Yoga To Go Inward & Retreat | Healing Frequency in 432 Hz",
    "source": "The Bare Female",
    "author": "5e4ec39a-80b8-4154-8e42-04872ce11fa1",
    "description": "This class was filmed infant of a powerful vulcano in Guatemala, so the entire class in infused in this potent earth energy. But not only that- the music in this video is tuned to 432 hz. This frequency helps in releasing the stress and releasing tension from your body and mind naturally. 432Hz Music helps to release negative energy blockages and is said to unite the body and consciousness with Mother Nature.",
    "date": "2022-01-30",
    "pubdate": "2024-04-23T15:59:45",
    "digital_content": "https://youtu.be/mzsLH8nIIZo",
    "rating": 0,
    "type": "Videos"
  },
  {
    "id": "93717ca2-71ef-4604-96dc-a08f2ac0446f",
    "title": "Higher than the mountains",
    "source": "Sam Garrett",
    "author": "5e4ec39a-80b8-4154-8e42-04872ce11fa1",
    "description": "Provided to YouTube by Ditto Music\r\n\r\nHigher Than The Mountains · Sam Garrett\r\n\r\nThe Dance & the Wonder\r\n\r\n<hr>\r\n\r\nSlow down and give your mind a rest<br>\r\nCalm down, do your best<br>\r\nBecome one in the eyes of love<br>\r\nSeeking god above<br>\r\nIts all inside, its all inside<br>\r\nIm higher than the mountains<br>\r\nIm higher than the mountains<br>\r\nSlow down, you make me high<br>\r\nYou are wise in my eyes come home<br>\r\nYou are wise in my eyes come home<br>\r\nSurrender now to your heart, to your heart<br>\r\nBurn away all desires, become one in the eyes of love, seeking god above<br>\r\nIts all inside<br>\r\nIts all inside<br>\r\nIm higher than the mountains<br>\r\nIm higher than the mountains<br>\r\nSlow down, you make me high<br>\r\nYou are wise in my eyes come home<br>\r\nYou are wise in my eyes come home<br>\r\nSurrender now to your heart, to your heart<br>\r\nBurn away all desires, become one in the eyes of love, seeking god above<br>\r\nIts all inside<br>\r\nIts all inside<br>\r\nWho are you<br>\r\nHare Rama Hare Rama Om<br>\r\nHare Rama come and save their souls<br>\r\nHare Rama Hare Rama Om",
    "date": "2022-04-27",
    "pubdate": "2024-04-23T16:13:18",
    "digital_content": "https://youtu.be/MFDle3JdZpQ",
    "rating": 7,
    "type": "Music"
  },
  {
    "id": "c90a8088-ed9b-4275-aa44-a70df457504f",
    "title": "The Scream",
    "source": "Edvard Munch",
    "author": "5e4ec39a-80b8-4154-8e42-04872ce11fa1",
    "description": "The Scream, painting by Edvard Munch that became his most famous work. He completed two versions in 1893, another in 1895, and yet another likely in 1910.\r\nThe Scream is one of the most familiar images in modern art and a canonical piece in the art nouveau style. It stemmed from a panic attack that Munch suffered in 1892, which he recounted artistically in a sketch from that year that he called Despair. He described how this psychologically fraught episode occurred as he was strolling along a path outside Kristiania (now Oslo): “The sun was setting and the clouds turned as red as blood. I sensed a scream passing through nature. I felt as though I could actually hear the scream. I painted this picture, painted the clouds like real blood. The colors shrieked.” Munch represented this scream through a series of undulating lines that pressed in on the figure like shock waves, reducing its face to a primal image of fear and standing in visual contrast to the straight path on which the three figures are walking. He accentuated this effect by showing that his two companions, who are seen walking away, were unscathed, thus implying that the trauma came from his own mind, rather than the world outside. It is conjectured that the central figure in the painting is modelled on an Inca mummy that Munch saw in a Parisian museum while visiting the World’s Fair there in 1889. Whatever the case, on a copy of the picture, Munch wrote: “Could only have been painted by a madman.”\r\n\r\nThe first version of the painting was untitled, while the second bore the German title Geschrei. Known in English as The Scream, the work has become a popular representation of the human condition and an icon of the anxiety of modern life. It was an immediate sensation, reproduced widely in art magazines and appearing as the cover illustration for a book on mental illness and art as early as 1908. The painting’s central figure has appeared throughout Western popular culture in everything from television to emoji, and it has been parodied in motion pictures, including, arguably, Macaulay Culkin’s iconic grimace in John Hughes’s Home Alone.\r\n\r\nOne gauge of the work’s popularity is that several times it has been the object of art thieves, twice successfully: one version was stolen from Oslo’s National Galley in 1994 and recovered several months later, while another was stolen at gunpoint from the Munch Museum in Oslo and recovered two years later. The work is undeniably valuable, with still another pastel version selling at auction for a record $120 million in 2012.",
    "date": "2024-02-25",
    "pubdate": "2024-04-23T16:50:56",
    "digital_content": "https://th.bing.com/th/id/OIP.R89gqN-VVApqIOcxLchWEgHaJC?rs=1&pid=ImgDetMain",
    "rating": 0,
    "type": "Art"
  },
  {
    "id": "6d6ecff9-9d4c-41a3-af78-bbf392c8f91f",
    "title": "The Starry Night",
    "source": "Vincent van Gogh",
    "author": "126d00cd-a5a8-4b56-bac1-a3e3fa5d155e",
    "description": "The oil-on-canvas painting is dominated by a night sky roiling with chromatic blue swirls, a glowing yellow crescent moon, and stars rendered as radiating orbs. One or two cypress trees, often described as flame-like, tower over the foreground to the left, their dark branches curling and swaying to the movement of the sky that they partly obscure. Amid all this animation, a structured village sits in the distance on the lower right of the canvas. Straight controlled lines make up the small cottages and the slender steeple of a church, which rises as a beacon against rolling blue hills. The glowing yellow squares of the houses suggest the welcoming lights of peaceful homes, creating a calm corner amid the painting’s turbulence.\r\n<h1>History</h1>\r\nVan Gogh painted The Starry Night during his 12-month stay at the Saint-Paul-de-Mausole asylum near Saint-Rémy-de-Provence, France, several months after suffering a breakdown in which he severed a part of his own ear with a razor. While at the asylum, he painted during bursts of productivity that alternated with moods of despair. As an artist who preferred working from observation, van Gogh was limited to the subjects that surrounded him—his own likeness, views outside his studio window, and the surrounding countryside that he could visit with a chaperone.\r\nAlthough van Gogh’s subjects were restricted, his style was not. He experimented with the depiction of various weather conditions and changing light, often painting the wheat fields nearby under a bright summer sun or dark storm clouds. Van Gogh was also particularly preoccupied by the challenges of painting a night landscape and wrote about it not only to his brother, Theo, but to a fellow painter, Émile Bernard, and to his sister, Willemien. In a letter addressed to the latter, he alleged that night was more colourful than day and that stars were more than simple white dots on black, instead appearing yellow, pink, or green. By the time van Gogh arrived at Saint-Rémy, he had already painted a few night scenes, including Starry Night (Rhône) (1888). In that work, stars appear in bursts of yellow against a blue-black sky and compete with both the glowing gas lamps below and their reflection in the Rhône River.\r\nAt the asylum, van Gogh observed the night sky from his barred bedroom window and wrote a letter to Theo describing a magnificent view of the morning star very early one morning in the summer of 1889. Because he was not allowed to paint in his bedroom, he painted the scene from memory or possibly drawings and used his imagination for the small village that did not actually exist. Employing the expressive style he had developed during his stay in Paris in 1886–88, he applied the paint directly from the tube onto the canvas, creating thick impasto and intense hues. Ambivalent about working from his imagination, van Gogh eventually regarded the finished Starry Night as a failure, and Theo frankly indicated that the painting favoured style over substance.\r\n<h1>Legacy</h1>\r\nThe painting was one of van Gogh’s late works, as he committed suicide the following year. His artistic career was brief, comprising only 10 years, but it was very productive. He left more than 800 paintings and 700 to 850 drawings to his brother. When the Museum of Modern Art (MoMA) in New York City purchased The Starry Night from a private collector in 1941, it was not well known, but it has since become one of van Gogh’s most famous, if not one of the most recognized, works in the art history canon.",
    "date": "2021-04-21",
    "pubdate": "2024-04-23T16:57:16",
    "digital_content": "https://th.bing.com/th/id/OIP.r293Myyop1Nzo5d_k7pLbQHaEA?rs=1&pid=ImgDetMain",
    "rating": 0,
    "type": "Art"
  },
  {
    "id": "27e3d97a-713d-433a-9a6c-509f2a0a1630",
    "title": "Content That Triggers Massive Reach on Social Media",
    "source": "Social Media Marketing Podcast",
    "author": "126d00cd-a5a8-4b56-bac1-a3e3fa5d155e",
    "description": "Want to use organic content to grow your reach? Wondering what types of content create engagement the algorithm values? To explore the type of content that triggers massive reach on social media, I interview Andy Crestodina.\r\n\r\n<iframe allow=\"autoplay *; encrypted-media *; fullscreen *; clipboard-write\" frameborder=\"0\" height=\"175\" style=\"width:100%;max-width:660px;overflow:hidden;border-radius:10px;\" sandbox=\"allow-forms allow-popups allow-same-origin allow-scripts allow-storage-access-by-user-activation allow-top-navigation-by-user-activation\" src=\"https://embed.podcasts.apple.com/us/podcast/content-that-triggers-massive-reach-on-social-media/id549899114?i=1000652842885\"></iframe>",
    "date": "2024-04-23",
    "pubdate": "2024-04-23T23:31:31",
    "digital_content": "https://is1-ssl.mzstatic.com/image/thumb/Podcasts125/v4/33/e6/12/33e61299-de62-fa96-28cf-481784a4919d/mza_5512121408288682257.jpeg/313x0w.webp",
    "rating": 0,
    "type": "Podcasts"
  }
]