[
  {
    "id": 1,
    "title": "Conferencia de Innovación Tecnológica",
    "description": "Únete a nosotros para explorar las últimas tendencias y avances en tecnología. Conferencistas destacados compartirán sus conocimientos sobre inteligencia artificial, ciberseguridad y más.",
    "location": "Centro de Convenciones TechHub, 123 Calle Innovación, Ciudad Tecnológica",
    "datetime": "25/03/2025 13:30",
    "pubdate": "20/02/2025 11:00",
    "image": "https://th.bing.com/th/id/R.9a351a156f0a3af47de04df649359174?rik=cgT8nNobHB5%2b6g&pid=ImgRaw&r=0"
  },
  {
    "id": 2,
    "title": "Taller de arte creativo",
    "description": "Explora tu lado artístico en nuestro taller de arte creativo. Únete a artistas locales para aprender nuevas técnicas, experimentar con diferentes medios y crear obras únicas. No se requiere experiencia previa, ¡todos son bienvenidos!",
    "location": "Galería de Arte \"ArteCreativo\", 789 Calle Artística, Ciudad Creativa",
    "datetime": "10/05/2025 18:00",
    "pubdate": "10/02/2025 10:50",
    "image": "https://secureservercdn.net/192.169.220.223/c7a.83f.myftpupload.com/wp-content/uploads/2019/10/Resized_20180126_195638.jpg"
  },
  {
    "id": 3,
    "title": "Noche de Cine al Aire Libre",
    "description": "Únete a nosotros para una noche mágica bajo las estrellas. Trae tu manta y disfruta de películas clásicas proyectadas en una pantalla gigante. Habrá palomitas de maíz y refrescos para todos. ¡Una experiencia de cine única!",
    "location": "Plaza del Cine Estelar, 234 Calle Cinematográfica, Ciudad del Cine",
    "datetime": "20/06/2025 20:00",
    "pubdate": "22/04/2025 15:15",
    "image": "https://static.emisorasunidas.com/uploads/2020/01/cinema.jpg"
  },
  {
    "id": 4,
    "title": "Festival Gastronómico \"Sabores del Mundo\"",
    "description": "Embárcate en un viaje culinario en nuestro Festival Gastronómico \"Sabores del Mundo\". Descubre la diversidad de la cocina internacional con chefs destacados que te guiarán a través de demostraciones en vivo, degustaciones y actividades interactivas. Desde platos exquisitos hasta secretos culinarios, este evento es una experiencia única para los amantes de la comida. ¡Únete a nosotros y satisface tu paladar con este festín de sabores extraordinarios! No se necesita experiencia culinaria, ¡todos sois bienvenidos!",
    "location": "Centro CulinaryExpo, 456 Calle Delicioso, Ciudad Sibarita",
    "datetime": "15/07/2025 19:00",
    "pubdate": "17/05/2025 16:50",
    "image": "https://media.metrolatam.com/2020/03/10/festivalgastrono-15f988b2146287aadea51b8107b01f76-1200x800.jpg"
  },
  {
    "id": 5,
    "title": "Festival de Arte Urbano",
    "description": "Explora la creatividad en cada rincón de la ciudad. Artistas locales exhibirán sus obras en un festival vibrante de arte urbano. Disfruta de murales coloridos, esculturas modernas y música en vivo. ¡Únete a la celebración del arte en nuestra comunidad!",
    "location": "Anfiteatro del Parque, 456 Avenida del Arte, Ciudad Cultural",
    "datetime": "17/04/2025 10:00",
    "pubdate": "11/01/2025 11:45",
    "image": "https://th.bing.com/th/id/R.4c6a6fff3cc0341504203b49dd4b54e6?rik=0kZ1Z0RZHi39TQ&pid=ImgRaw&r=0"
  },
  {
    "id": 6,
    "title": "Concierto al aire libre",
    "description": "Disfruta de una noche mágica con música en vivo bajo las estrellas. Artistas locales se presentarán en un escenario al aire libre, creando una experiencia inolvidable para todos los amantes de la música.",
    "location": "456 Avenida del Parque Barrio Serenata, Ciudad Armonía Provincia de Música",
    "datetime": "17/04/2025 11:00",
    "pubdate": "16/03/2025 18:30",
    "image": "https://offloadmedia.feverup.com/saopaulosecreto.com/wp-content/uploads/2020/05/19075952/image3.jpg"
  }
]