[
  {
    "id": "b14253fb-d4c4-4f7c-b41d-e6acabbb10f3",
    "title": "Dune",
    "source": "Frank Herbert ",
    "author": "5e4ec39a-80b8-4154-8e42-04872ce11fa1",
    "description": "Before The Matrix, before Star Wars, before Ender's Game and Neuromancer, there was Dune: winner of the prestigious Hugo and Nebula awards, and widely considered one of the greatest science fiction novels ever written.\r\n\r\nMelange, or 'spice', is the most valuable - and rarest - element in the universe; a drug that does everything from increasing a person's life-span to making interstellar travel possible. And it can only be found on a single planet: the inhospitable desert world Arrakis.\r\n\r\nWhoever controls Arrakis controls the spice. And whoever controls the spice controls the universe.\r\n\r\nWhen the Emperor transfers stewardship of Arrakis from the noble House Harkonnen to House Atreides, the Harkonnens fight back, murdering Duke Leto Atreides. Paul, his son, and Lady Jessica, his concubine, flee into the desert. On the point of death, they are rescued by a band for Fremen, the native people of Arrakis, who control Arrakis' second great resource: the giant worms that burrow beneath the burning desert sands.\r\n\r\nIn order to avenge his father and retake Arrakis from the Harkonnens, Paul must earn the trust of the Fremen and lead a tiny army against the innumerable forces aligned against them. And his journey will change the universe.\r\n\r\nPublisher: Hodder & Stoughton\r\nISBN: 9780340960196\r\nNumber of pages: 592\r\nWeight: 408 g\r\nDimensions: 196 x 128 x 42 mm",
    "date": "2015-07-16",
    "pubdate": "2024-05-17T16:35:33",
    "media_url": "https://cdn.waterstones.com/bookjackets/large/9780/3409/9780340960196.jpg",
    "rating": 0,
    "type": "Books"
  },
  {
    "id": "cee91916-f783-4cf8-a6cf-da72e501c2b3",
    "title": " Days at the Morisaki Bookshop",
    "source": "Satoshi Yagisawa",
    "author": "5e4ec39a-80b8-4154-8e42-04872ce11fa1",
    "description": "Hidden in Jimbocho, Tokyo is a booklover's paradise.\r\n\r\nOn a quiet corner in an old wooden building lies a shop filled with hundreds of second-hand books. Twenty-five-year-old Takako has never liked reading, although the Morisaki bookshop has been in her family for three generations.\r\n\r\nIt is the pride and joy of her uncle Satoru, who has devoted his life to the bookshop since his wife Momoko left him five years earlier. When Takako's boyfriend reveals he's marrying someone else, she reluctantly accepts her eccentric uncle's offer to live rent-free in the tiny room above the shop.\r\n\r\nHoping to nurse her broken heart in peace, Takako is surprised to encounter new worlds within the stacks of books lining the Morisaki bookshop. As summer fades to autumn, Satoru and Takako discover they have more in common than they first thought.\r\n\r\nThe Morisaki bookshop has something to teach them both about life, love, and the healing power of books.\r\n\r\nPublisher: Bonnier Books Ltd\r\nISBN: 9781786583239\r\nNumber of pages: 160\r\nWeight: 157 g\r\nDimensions: 198 x 129 x 13 mm",
    "date": "2023-07-04",
    "pubdate": "2024-05-17T16:56:12",
    "media_url": "https://cdn.waterstones.com/bookjackets/large/9781/7865/9781786583239.jpg",
    "rating": 0,
    "type": "Books"
  },
  {
    "id": "7d19244e-fcd8-4b86-acd1-c4c9871458aa",
    "title": "Back to the Future",
    "source": "Robert Zemeckis",
    "author": "5e4ec39a-80b8-4154-8e42-04872ce11fa1",
    "description": "Marty McFly, a 17-year-old high school student, is accidentally sent thirty years into the past in a time-traveling DeLorean, invented by his close friend, the eccentric scientist Doc Brown.",
    "date": "1985-12-02",
    "pubdate": "2024-05-17T17:19:40",
    "media_url": "https://youtu.be/qvsgGtivCgs",
    "rating": 8,
    "type": "Movies"
  },
  {
    "id": "d709ba87-e060-40a9-802c-b02a5508e25a",
    "title": "Extreme Tension. Art between Politics and Society",
    "source": "Neue Nationalgalerie",
    "author": "5e4ec39a-80b8-4154-8e42-04872ce11fa1",
    "description": "Taking the radical performance Zerreißprobe (Stress Test) by Günter Brus as its point of departure, the Neue Nationalgalerie shows how dramatically post-war art was shaped by the tensions that existed between politics and society.\r\n\r\nThe presentation features key works from West and East Germany, Western Europe and the USA, and unpacks central artistic and societal themes from the 20th century, such as issues related to realism and abstraction, politics and society, everyday life and pop culture, feminism or nature and ecology.\r\n\r\nOn display are works from the Art Informel movement and American Colour Field painting, from Pop Art and Minimalism, as well as the Conceptual Art of figures such as Josef Albers, Joseph Beuys, Francis Bacon, Lee Bontecou, Rebecca Horn, Valie Export, Bruce Naumann, Wolfgang Mattheuer, Louise Nevelson, Gerhard Richter, Bridget Riley or Willi Sitte.\r\n\r\nThe presentation will also spotlight a number of works and artists that have recently been added into the collection.\r\n\r\nCurated by Joachim Jäger, Marta Smolińska and Maike Steinkamp\r\n\r\nA special exhibition by the Nationalgalerie – Staatliche Museen zu Berlin.\r\n\r\n\r\nAdditional information\r\nPrice info: Richter / Reigl. special exhibitions lower level\r\n\r\nPrice: €8.00\r\n\r\nReduced price: €4.00\r\n\r\nLocation:\r\nNeue Nationalgalerie\r\nPotsdamer Straße 50\r\n10785  Berlin",
    "date": "2025-09-28",
    "pubdate": "2024-05-17T18:22:30",
    "media_url": "https://www.visitberlin.de/system/files/styles/visitberlin_gallery_item_visitberlin_xxl_1x/private/event_images/bo-225-5d128aaa-7f7d-f81e-c7e1-da9c31009e7b.jpg.webp?itok=aUD0HisU",
    "rating": 0,
    "type": "Events"
  },
  {
    "id": "ae14c02c-662c-4029-9668-93ab78e6389c",
    "title": "Bruges Triennial 2024",
    "source": "Bruges Triennial",
    "author": "5e4ec39a-80b8-4154-8e42-04872ce11fa1",
    "description": "Every three years the Bruges Triennial brings contemporary art and architecture to the historic city centre of Bruges: a unique setting and a UNESCO World Heritage Site. Since 2015 the Bruges Triennial has built further on the series of triennials that were put together in 1968, 1971 and 1974 and brought visual arts into the public domain.\r\n\r\nIn each edition, the artistic team invites national and international artists and architects to submit new temporary installations. Some dozen of these works of art engage in an active dialogue with their surroundings, waterways, cobbled streets, Bruges houses and unused land or buildings. For visitors, it is a free exploration, following a unique and inviting trail with a social aspect.\r\n\r\nThe Bruges Triennial is an initiative of Brugge Plus NPO, commissioned by the City of Bruges, in collaboration with cultural partners Cultuurcentrum Brugge, De Republiek, Het Entrepot and Musea Brugge.",
    "date": "2024-04-13",
    "pubdate": "2024-05-17T18:24:51",
    "media_url": "https://th.bing.com/th/id/R.e0d532c223b6c6639d1ce4afa481fa09?rik=tv0ZMBqMIdAJQQ&pid=ImgRaw&r=0",
    "rating": 0,
    "type": "Events"
  },
  {
    "id": "6fb64d1c-4fed-4e81-9e8c-76ea3257241a",
    "title": "20 Min Yoga to FEEL GOOD",
    "source": " Yoga With Bird",
    "author": "5e4ec39a-80b8-4154-8e42-04872ce11fa1",
    "description": "This beginner friendly yoga class is a 20 minute yoga flow and stretch to help get the body moving and release any unwanted tension and aches.",
    "date": "2024-04-14",
    "pubdate": "2024-05-17T18:38:08",
    "media_url": "https://youtu.be/chuR6NHXviU",
    "rating": 5,
    "type": "Videos"
  },
  {
    "id": "f08a636a-b69a-4741-95d0-6f3c9060bc5a",
    "title": "Japanese Tea Ceremony Explained - Matcha Tea Ceremony Utensils, Procedure and more!",
    "source": " Nioteas TV",
    "author": "67af018a-d955-4b62-89dd-04ad2580a461",
    "description": "Learn the basics of the Japanese tea ceremony with our complete guide! This guide will cover the steps of the Japanese tea ceremony, what the tea ceremony represents and the basic utensils used in the Japanese tea ceremony.",
    "date": "2022-04-09",
    "pubdate": "2024-05-17T18:55:45",
    "media_url": "https://youtu.be/xD7qUfSOGOE",
    "rating": 10,
    "type": "Videos"
  },
  {
    "id": "33f79932-8de2-418d-b871-38cf6d42c801",
    "title": "882. 47 \"Funny\" Country Jokes",
    "source": " Luke's English Podcast",
    "author": "67af018a-d955-4b62-89dd-04ad2580a461",
    "description": "Here's a list of jokes about different countries which I found on the website Bored Panda. I'll tell you the jokes and then explain them all (dissecting the frog), including any homophones, double meanings or specific cultural references. Can you \"get\" the jokes? Do you find any of them funny, or are they all just terrible dad jokes? And, what vocabulary can you learn in the process? Includes a vocabulary review at the end of the episode.",
    "date": "2024-05-14",
    "pubdate": "2024-05-18T16:36:14",
    "media_url": "https://teacherluke.co.uk/wp-content/uploads/2022/07/LEP-LOGO-HIGHEST-RES-JULY21-rgb-04-1.4MB-JPEG-VERSION-1024x1024.jpg",
    "rating": 7,
    "type": "Podcasts"
  },
  {
    "id": "e7311f9d-b0db-4b36-8e30-16fda98aca88",
    "title": "203. The top 5 secrets to self discipline",
    "source": "Jennifer Jefferies",
    "author": "67af018a-d955-4b62-89dd-04ad2580a461",
    "description": "“Jen, sticking to a plan can be tough.” You might find yourself excited about a new nutrition plan on Monday, only to abandon it by the afternoon. Or, you might commit to exercising but give up after a few days when you don’t see immediate results. In this episode, Jen shares her top five secrets on how to build lasting self-discipline.",
    "date": "2024-04-10",
    "pubdate": "2024-05-18T16:38:13",
    "media_url": "https://jenniferjefferies.com/wp-content/uploads/2024/04/HLH-Podcast-Ep-203-980x617.png",
    "rating": 0,
    "type": "Podcasts"
  },
  {
    "id": "27422436-001b-4c99-82a6-20d7500a06cc",
    "title": "2610. Formaciones útiles, SEO multilenguaje, y promocionarse en KDP",
    "source": "BOLUDA.COM",
    "author": "67af018a-d955-4b62-89dd-04ad2580a461",
    "description": "Hoy respondemos preguntas sobre si ciertas formaciones valen la pena, sobre cómo enfocar el SEO la traducción de una web, y cómo promocionarse en Amazon KDP.",
    "date": "2024-05-10",
    "pubdate": "2024-05-18T16:40:19",
    "media_url": "https://th.bing.com/th/id/OIP._P4oHJOlO6uU3JooSWzN4QHaHa?rs=1&pid=ImgDetMain",
    "rating": 0,
    "type": "Podcasts"
  },
  {
    "id": "9b5223ef-48b7-40b7-82ac-981c34c43b58",
    "title": "Lasaña de carne",
    "source": "Unodedos",
    "author": "5e4ec39a-80b8-4154-8e42-04872ce11fa1",
    "description": "<p>La lasaña de carne es un clásico de las recetas italianas que hemos ido adaptando a nuestros hogares a medida que nos hemos ido familiarizando con ella y sus recetas. Hacer una lasaña de carne rica es muy fácil, incluso utilizando la Thermomix, con la que podemos hacer la bechamel o el propio relleno.</p>\r\n\r\n<p>Hoy os vamos a traer nuestra versión, que creemos es la mejor lasaña de carne en función del tiempo empleado, y veréis que el relleno con esta salsa de tomate con la carne y verduras merece mucho la pena —tanto que os lo comeríais a cucharadas— y para el cual podéis emplear incluso una carne guisada que ya tuvierais hecha.</p>\r\n\r\n<p>Si nos os gusta la ternera o este mix, podéis hacer también una lasaña de pollo, de boletus o una lasaña de atún o hacerla más ligera intercalando capas de verdura, por ejemplo berenjena o calabacín, como si se tratase de una musaka.</p>\r\n\r\n<ul>\r\n        <li>Carne picada de ternera: 300 g</li>\r\n        <li>Carne picada de cerdo: 200 g</li>\r\n        <li>Bacon en lonchas: 2</li>\r\n        <li>Zanahoria: 2</li>\r\n        <li>Pimiento verde: 1</li>\r\n        <li>Cebolla: 1</li>\r\n        <li>Diente de ajo: 1</li>\r\n        <li>Setas: 150 g</li>\r\n        <li>Calabacín: 0.5</li>\r\n        <li>Vino tinto: 50 ml</li>\r\n        <li>Sal</li>\r\n        <li>Aceite de oliva virgen extra</li>\r\n        <li>Albahaca</li>\r\n        <li>Orégano seco</li>\r\n        <li>Salsa de tomate</li>\r\n        <li>Láminas de pasta para lasaña</li>\r\n        <li>Queso rallado</li>\r\n        <li>Leche entera: 600 ml</li>\r\n        <li>Harina de trigo: 60 g</li>\r\n        <li>Mantequilla: 30 g</li>\r\n        <li>Nuez moscada molida</li>\r\n    </ul>\r\n\r\n    <h2>Cómo hacer lasaña de carne:</h2>\r\n    <p>\r\n        En una cazuela o sartén baja amplia ponemos aceite de oliva. Salteamos la cebolla, el pimiento y las zanahorias, previamente limpias y troceadas, hasta que tomen color. Cuando estén casi en su punto echamos el calabacín en trozos pequeños y los dientes de ajo, rehogamos el conjunto.\r\n        <br>\r\n        Añadimos el bacon y las setas picadas, dejamos que se hagan y agregamos la carne picada, ayudándonos de un tenedor para deshacer las posibles bolas que se forman a veces al apelmazarse la carne. Dejamos simplemente que tome color, echamos el vino, subimos el fuego y esperamos que se evapore.\r\n        <br>\r\n        Cubrimos con la salsa de tomate, salamos, echamos orégano y albahaca al gusto, y dejamos reducir removiendo de vez en cuando a fuego muy bajo. Mientras hacemos la salsa bechamel poniendo en un cazo la mantequilla, cuando esté derretida echamos la harina y damos unas vueltas para que se tueste. Vertemos poco a poco la leche caliente, y sin dejar de remover, cocemos unos 10 minutos hasta que espese.\r\n        <br>\r\n        Salpimentamos y añadimos la nuez moscada al gusto. Para montar la lasaña colocamos en el fondo de una fuente apta para horno un poco de salsa de tomate o bechamel, encima una placa de pasta para lasaña, previamente cocida en agua con sal, un poco de bechamel, y relleno.\r\n        <br>\r\n        Repetimos la misma operación hasta llegar casi al borde de la fuente. Acabamos con una placa de pasta que cubrimos con salsa bechamel y espolvoreamos con queso rallado para gratinar. Horneamos durante 30 minutos y gratinamos durante dos. Servimos inmediatamente bien caliente.\r\n    </p>",
    "date": "2024-04-23",
    "pubdate": "2024-05-18T21:58:11",
    "media_url": "https://i.blogs.es/c49bd6/receta-de-lasana-de-carne/1366_2000.jpg",
    "rating": 0,
    "type": "Recipes"
  }
]